IDEA Open Model
SteelDiagramType Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Steel stress-strain diagram
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum SteelDiagramType
Public Enumeration SteelDiagramType
Members
Member name | Value | Description
Bilinear | 0 |  Billinear
DefinedByUser | 5 |  Defined by user
See Also
Reference
IdeaRS.OpenModel.Material Namespace